---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarFailures.CantMakeFillets
source: html/01aa60d3-974f-b718-452e-a5e51b7d1b72.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarFailures.CantMakeFillets Property

The bar cannot be bent in that shape. Check the bending diameter and the bar type.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantMakeFillets { get; }
```